<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>AR.storyboardc/ARViewController.nib/objects-14.0+.nib</key>
		<data>
		oED0qBi1zTFLfgY3ylbWH91iNvc=
		</data>
		<key>AR.storyboardc/ARViewController.nib/runtime.nib</key>
		<data>
		g6XgalrIzcQboHhcexxu4qWhdRU=
		</data>
		<key>AR.storyboardc/Info.plist</key>
		<data>
		bdwsZvnK0i6yRCPjYcl7c6PhxQk=
		</data>
		<key>AR.storyboardc/InsightDashboardViewController.nib/objects-14.0+.nib</key>
		<data>
		8+kTJNhaatHE8OviLwEXRCJqB9Y=
		</data>
		<key>AR.storyboardc/InsightDashboardViewController.nib/runtime.nib</key>
		<data>
		WegWaRa4bBGbGU9ikMsyAI5L940=
		</data>
		<key>AR.storyboardc/InsightDetailViewController.nib/objects-14.0+.nib</key>
		<data>
		hDPp1BoZYaW8TbOMCIa8wUiyUJ8=
		</data>
		<key>AR.storyboardc/InsightDetailViewController.nib/runtime.nib</key>
		<data>
		hDPp1BoZYaW8TbOMCIa8wUiyUJ8=
		</data>
		<key>AR.storyboardc/ToY-51-xNi-view-KUH-ge-xy2.nib/objects-14.0+.nib</key>
		<data>
		VuUKG5X1zF1a+45kmt+fvVLOTv8=
		</data>
		<key>AR.storyboardc/ToY-51-xNi-view-KUH-ge-xy2.nib/runtime.nib</key>
		<data>
		4VKhGHGLUL3/0HqLAU1DAxpbMzM=
		</data>
		<key>AR.storyboardc/TutorialViewController.nib/objects-14.0+.nib</key>
		<data>
		4jJ/M/2e2diV2Zl8qiXlJESBDtM=
		</data>
		<key>AR.storyboardc/TutorialViewController.nib/runtime.nib</key>
		<data>
		4jJ/M/2e2diV2Zl8qiXlJESBDtM=
		</data>
		<key>AR.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib/objects-14.0+.nib</key>
		<data>
		8ljm+a8WM1bDVZn+6zySyFiLMpw=
		</data>
		<key>AR.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib/runtime.nib</key>
		<data>
		NYSfdrnt3eqXWHrTAPI5tEXPxS8=
		</data>
		<key>AR.storyboardc/a39-to-Q1P-view-qdp-5E-pXa.nib/objects-14.0+.nib</key>
		<data>
		FgQaQuIDW7JAQLhtVWPa+D4/608=
		</data>
		<key>AR.storyboardc/a39-to-Q1P-view-qdp-5E-pXa.nib/runtime.nib</key>
		<data>
		FW592euhOCAVXUyhP55gmSGNyuo=
		</data>
		<key>AR.storyboardc/navARViewController.nib/objects-14.0+.nib</key>
		<data>
		2SeAuWoKNTj5ghyPEuzmrFak+/8=
		</data>
		<key>AR.storyboardc/navARViewController.nib/runtime.nib</key>
		<data>
		wzEan4ybizMgVCzw6GyjOvB5Eco=
		</data>
		<key>AR.storyboardc/pdK-oq-scA-view-aKn-CN-PNf.nib/objects-14.0+.nib</key>
		<data>
		NYdyYLSdMO4UIAu9+jm50bQceDc=
		</data>
		<key>AR.storyboardc/pdK-oq-scA-view-aKn-CN-PNf.nib/runtime.nib</key>
		<data>
		iWw7WUp1488xOfiDjNWVgnfDFOY=
		</data>
		<key>ActivityIndicatorView.nib</key>
		<data>
		7GGhf99PVcMiCif66SZgph1OvJA=
		</data>
		<key>Asahi.mlmodelc/analytics/coremldata.bin</key>
		<data>
		/22TszWnRiEq+lE3EfG+CFfOcSg=
		</data>
		<key>Asahi.mlmodelc/coremldata.bin</key>
		<data>
		MqDlRuAWXiKt++9lu8h6Sm2/wC4=
		</data>
		<key>Asahi.mlmodelc/metadata.json</key>
		<data>
		yUduZM7VSiLi/PCHtw+S0eOtlvU=
		</data>
		<key>Asahi.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		fKyDdkREUD29a01QEJ3OG60fkfc=
		</data>
		<key>Asahi.mlmodelc/model0/coremldata.bin</key>
		<data>
		OM97oPg195D+2XCWIOA9kU6qEE4=
		</data>
		<key>Asahi.mlmodelc/model0/model.espresso.net</key>
		<data>
		wRgBPouugprqCnd9YlboD/FdGd4=
		</data>
		<key>Asahi.mlmodelc/model0/model.espresso.shape</key>
		<data>
		0mLziElpBKzWPfNi8KB7QHGD9+0=
		</data>
		<key>Asahi.mlmodelc/model0/model.espresso.weights</key>
		<data>
		kptDdK0MTFNOkwQGiyl9KvyD1Ck=
		</data>
		<key>Asahi.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>Asahi.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Asahi.mlmodelc/model1/coremldata.bin</key>
		<data>
		Mvj02jg+xPo+VGhTlMehuxp45S0=
		</data>
		<key>Assets.car</key>
		<data>
		KDwUuhMTINHlCBLGURxS+p79rBw=
		</data>
		<key>Camera.storyboardc/CameraViewController.nib/objects-14.0+.nib</key>
		<data>
		2NPvTgmfYYeckQDAq5KMg2R41YU=
		</data>
		<key>Camera.storyboardc/CameraViewController.nib/runtime.nib</key>
		<data>
		2NPvTgmfYYeckQDAq5KMg2R41YU=
		</data>
		<key>Camera.storyboardc/Info.plist</key>
		<data>
		KOcc/99fdGWKneQr+1d0n+ycNAE=
		</data>
		<key>Camera.storyboardc/t0e-vp-mUz-view-d8S-Fb-bVN.nib/objects-14.0+.nib</key>
		<data>
		LshXe9O+H6ZQcWWts+DzaFAwooc=
		</data>
		<key>Camera.storyboardc/t0e-vp-mUz-view-d8S-Fb-bVN.nib/runtime.nib</key>
		<data>
		NavMZRgVvk+oNAlIKrd+LkXHx58=
		</data>
		<key>FixOrientationView.nib</key>
		<data>
		Qtt/9PZtMjpfy6+MO29p9U+KapE=
		</data>
		<key>GoogleService-Info.plist</key>
		<data>
		EAXi95Ol4zTecrM0q1ZM2CIU0TA=
		</data>
		<key>GyroView.nib</key>
		<data>
		LL7cZb7RQzhwhl1PskMIUun/c0E=
		</data>
		<key>Headers/OpenCVWrapper.h</key>
		<data>
		xyC7MTeh/RI6TcUqj3kuiuI8SQ8=
		</data>
		<key>Headers/ShelfWatchImageRecognitionFramework.h</key>
		<data>
		TF0GnmBqg8cp6lJHdXan1rukiGg=
		</data>
		<key>ImagePreview.storyboardc/CropReviewViewController.nib/objects-14.0+.nib</key>
		<data>
		Hx9x7x4yyQwJRWC41XB9rtRhDUU=
		</data>
		<key>ImagePreview.storyboardc/CropReviewViewController.nib/runtime.nib</key>
		<data>
		Hx9x7x4yyQwJRWC41XB9rtRhDUU=
		</data>
		<key>ImagePreview.storyboardc/Gkp-wP-hJo-view-oaZ-jm-AM1.nib/objects-14.0+.nib</key>
		<data>
		NSZGi7vG9ut9dgJD8qiqKozxGA0=
		</data>
		<key>ImagePreview.storyboardc/Gkp-wP-hJo-view-oaZ-jm-AM1.nib/runtime.nib</key>
		<data>
		o6rnnxEOto4i9subbLeYQgPTpbg=
		</data>
		<key>ImagePreview.storyboardc/ISf-vz-NMc-view-rus-0O-yQt.nib/objects-14.0+.nib</key>
		<data>
		LAmRTZ0H+lV/XIKBnVFxe/gIo7E=
		</data>
		<key>ImagePreview.storyboardc/ISf-vz-NMc-view-rus-0O-yQt.nib/runtime.nib</key>
		<data>
		LAmRTZ0H+lV/XIKBnVFxe/gIo7E=
		</data>
		<key>ImagePreview.storyboardc/ImagePreviewViewController.nib/objects-14.0+.nib</key>
		<data>
		TNw7WeDNwyI+s5nlgZXHnnrx2/Q=
		</data>
		<key>ImagePreview.storyboardc/ImagePreviewViewController.nib/runtime.nib</key>
		<data>
		Dqsp55L4Ftp36Pk8Wh+GemmwHRs=
		</data>
		<key>ImagePreview.storyboardc/Info.plist</key>
		<data>
		/tb1qL2KdEmWFoBm2g9hqcjVm5s=
		</data>
		<key>ImagePreview.storyboardc/ReferenceImageViewerViewController.nib/objects-14.0+.nib</key>
		<data>
		qXuFttymF/igJGhme/vTeFsm0Ao=
		</data>
		<key>ImagePreview.storyboardc/ReferenceImageViewerViewController.nib/runtime.nib</key>
		<data>
		28EkWIeI85teJmCuYIhocwD2TUU=
		</data>
		<key>ImagePreview.storyboardc/YqR-Rq-jNI-view-MWa-U8-QuE.nib/objects-14.0+.nib</key>
		<data>
		UHIAOADcKPRdMreZMxkQ5bOuL1g=
		</data>
		<key>ImagePreview.storyboardc/YqR-Rq-jNI-view-MWa-U8-QuE.nib/runtime.nib</key>
		<data>
		UHIAOADcKPRdMreZMxkQ5bOuL1g=
		</data>
		<key>Info.plist</key>
		<data>
		Ta0E2rC/aIrCA2TTqKZISbwaj5A=
		</data>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		lut/lOgCZRH9simcnrxf4ererdo=
		</data>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		pKKHMwdOBFXxffZrFkM+mIs9aDs=
		</data>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		o4rCJLlvV0/szQAJ987xNLg9P/U=
		</data>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		pKKHMwdOBFXxffZrFkM+mIs9aDs=
		</data>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		Pi3vRiibLVKqJ938TKutGzSowGE=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		Yi0EwyUOafUlNd5lU9dRiqG501U=
		</data>
		<key>PopoverViewController.nib</key>
		<data>
		bx4PQKrOnHzqB83IBjwpR8MADnI=
		</data>
		<key>Session_14.json</key>
		<data>
		4BgtYMv8VDUmpEIAuE1uYhujneg=
		</data>
		<key>Session_15.json</key>
		<data>
		qxk2OGnUGZqOi8S8p2Vhve1VVb4=
		</data>
		<key>Session_2.json</key>
		<data>
		MVcQNaPmiRqdREWBNgnUOYNjKCc=
		</data>
		<key>ShelfWatch.momd/ShelfWatch.mom</key>
		<data>
		W1umi+XO/1rfr2Y52CrVata6ckM=
		</data>
		<key>ShelfWatch.momd/ShelfWatch_1.0.0.mom</key>
		<data>
		09XNz4Pk7gWb06hYku0M8W/qDOc=
		</data>
		<key>ShelfWatch.momd/ShelfWatch_1.0.1.mom</key>
		<data>
		R9gY5mQgWP5JT84i779icZWMWWA=
		</data>
		<key>ShelfWatch.momd/ShelfWatch_1.0.2.mom</key>
		<data>
		mpMNXw0FCvSQ4EQDm3LOOqIqrlo=
		</data>
		<key>ShelfWatch.momd/ShelfWatch_1.0.3.mom</key>
		<data>
		j+643OipQpQolurB4r6TaqgeS4o=
		</data>
		<key>ShelfWatch.momd/ShelfWatch_1.0.3.omo</key>
		<data>
		1mEKyLnOj6h22NOqVTWznhMcKbY=
		</data>
		<key>ShelfWatch.momd/VersionInfo.plist</key>
		<data>
		oo0Sdbd1JIW3FeBUW5V9SVzagiM=
		</data>
		<key>ar.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			23UmXYXQoWkx2sZLOwiQtiA1zbc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			WjJR/Iw37gf+k3fzYYMzHfcgdzs=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			kcBI+Zls/mHbTXIbYGxa1/fPBiM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			32y5ybkqQi7J1Et6AC85URQDyRY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>id.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			vfPM8WVP9kTjHDj7Tcc5U5rOSc0=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>info.png</key>
		<data>
		urn+VxRm2U+esiXjfKzQcU3q/40=
		</data>
		<key>kpi_applicability_matrix.json</key>
		<data>
		gbduQn4Y2JXDi4rRe/aOtnfc5Gw=
		</data>
		<key>mars_mt.mlmodelc/analytics/coremldata.bin</key>
		<data>
		B3m/PCjzFVNMG7AQOWOpdfi1tzs=
		</data>
		<key>mars_mt.mlmodelc/coremldata.bin</key>
		<data>
		MojFRoG6Tqz2U9kxCg3JBtwckVU=
		</data>
		<key>mars_mt.mlmodelc/metadata.json</key>
		<data>
		QJf647VfiESFwdYpbjJxw9V37Sc=
		</data>
		<key>mars_mt.mlmodelc/model0/analytics/coremldata.bin</key>
		<data>
		xQZ6F2WFXrJjhmX7hhI8fLcLYaQ=
		</data>
		<key>mars_mt.mlmodelc/model0/coremldata.bin</key>
		<data>
		KKqHX6GINjeacxvGDx7mWn4Iju8=
		</data>
		<key>mars_mt.mlmodelc/model0/model.espresso.net</key>
		<data>
		Ew+lRzogBdzNJ1SlO5RBQbJIKOY=
		</data>
		<key>mars_mt.mlmodelc/model0/model.espresso.shape</key>
		<data>
		t46zKg3SLN4PYKpkSz5TMgfEQXc=
		</data>
		<key>mars_mt.mlmodelc/model0/model.espresso.weights</key>
		<data>
		biD2ZO1zeWc5+l097ytRy2pSFzs=
		</data>
		<key>mars_mt.mlmodelc/model0/model/coremldata.bin</key>
		<data>
		tGU7K8v0jbmLrWPOZkDsl7EBsZk=
		</data>
		<key>mars_mt.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>mars_mt.mlmodelc/model1/coremldata.bin</key>
		<data>
		SIBw50M6uGcG9uJLDecXhXxkHoA=
		</data>
		<key>pl.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			s/MxAHZQvCMdXN24RmFGIt8QEds=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-BR.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			lXcuXiMNx8YOCnWJtV1rYILCVl8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sample_data_failure.json</key>
		<data>
		6wRgozsYNkLOpgzJgNEgbuSGAZs=
		</data>
		<key>sample_data_success.json</key>
		<data>
		/l8bB2pCPTywiVNaRpwHOFI76pw=
		</data>
		<key>sk.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			tc3ZJt56GqUlMqMEsD7078aw/Q8=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>vi.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			npaLkeIYjXQV2cUKkHBRZrFqupI=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>warning_black.png</key>
		<data>
		sn1vHSOveEHXuS+hz4JmPZWXyig=
		</data>
		<key>warning_red.png</key>
		<data>
		quu8KxZmnwcHkZEMagt1D8pFg3E=
		</data>
		<key>warning_yellow.png</key>
		<data>
		K4MEsAJLOfpI+E23n0dbUkzpAQ8=
		</data>
		<key>zh-Hant.lproj/Localizable.strings</key>
		<dict>
			<key>hash</key>
			<data>
			w5cP226qOcSfi5VzLCoWvu/35ao=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>files2</key>
	<dict>
		<key>AR.storyboardc/ARViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			OlG8vFfGZn6QSHUBuGJHttKhBe2WDcVdD/XzSqJiDkg=
			</data>
		</dict>
		<key>AR.storyboardc/ARViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mEe2pNSbu2MUMNO9GVhhGXHXZcm48h1UNadboRrUq3k=
			</data>
		</dict>
		<key>AR.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			SdtnxIcvbZRIaJLc/dfPVxm7omv0I2eeLJRzZsPvZUU=
			</data>
		</dict>
		<key>AR.storyboardc/InsightDashboardViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			IbLLnUxqaWmCJSYossF71QunGKxB8eyHnmgkN1jZ3is=
			</data>
		</dict>
		<key>AR.storyboardc/InsightDashboardViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			YYgw4wmB6u4CJeo75Bv3yjDxif/Ir/B2xkDCBjN8iJE=
			</data>
		</dict>
		<key>AR.storyboardc/InsightDetailViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mxVC2jpDXX9u/w0u0ybsInhtuPwVblkG6DGJWqq+bYc=
			</data>
		</dict>
		<key>AR.storyboardc/InsightDetailViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mxVC2jpDXX9u/w0u0ybsInhtuPwVblkG6DGJWqq+bYc=
			</data>
		</dict>
		<key>AR.storyboardc/ToY-51-xNi-view-KUH-ge-xy2.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Tg9AQGrUJBYlI0Fb2H5FYix3D4JrfH+jQRwnFlG18sY=
			</data>
		</dict>
		<key>AR.storyboardc/ToY-51-xNi-view-KUH-ge-xy2.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			IiwJxsC+xNtSztDpW7BNYqeORwq4OBqOdB9UZ6+1dZA=
			</data>
		</dict>
		<key>AR.storyboardc/TutorialViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WDOdGmRWfiH2eob8JzxiB8IeYLdeApkE9mshZRl6Dnc=
			</data>
		</dict>
		<key>AR.storyboardc/TutorialViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WDOdGmRWfiH2eob8JzxiB8IeYLdeApkE9mshZRl6Dnc=
			</data>
		</dict>
		<key>AR.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			KPUc7BDRtmHAL1DpnAPVqXlTb8IQ0+blny/DwUu9V5s=
			</data>
		</dict>
		<key>AR.storyboardc/Y6W-OH-hqX-view-5EZ-qb-Rvc.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pSUEMZrRygI5PWAtrZed3cnVPdBW3uKo7c12wSBoLT4=
			</data>
		</dict>
		<key>AR.storyboardc/a39-to-Q1P-view-qdp-5E-pXa.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			xLAw+GafXvQOe78Rm4D8kHJATaIR5iR62u0vPz1zO6w=
			</data>
		</dict>
		<key>AR.storyboardc/a39-to-Q1P-view-qdp-5E-pXa.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			T/+7rFEZa6m1zDnkJK4MiDDOPp53SNX5z3P47zAjQ/U=
			</data>
		</dict>
		<key>AR.storyboardc/navARViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			5ScrwfhUtTH2HXU/zxMeuhKILV/Zh7cJEp/ZKB4k5hc=
			</data>
		</dict>
		<key>AR.storyboardc/navARViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Zh6dyX/Pd5LWLlwwPqkAr5c/FG0xK+xWRdnHkMzgviw=
			</data>
		</dict>
		<key>AR.storyboardc/pdK-oq-scA-view-aKn-CN-PNf.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			R6r/ePsoTYdSE6dL9LA7g9yUk5qbFrvoiKvZIP6Bnn8=
			</data>
		</dict>
		<key>AR.storyboardc/pdK-oq-scA-view-aKn-CN-PNf.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			2jgnoJh3gqU7yzQ6x4zF80HJm3tCbg8i/ewjyc8rTNY=
			</data>
		</dict>
		<key>ActivityIndicatorView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			HrD235X29m5tAOBv5qBicW34grbwaIIgteI4Km1fLZk=
			</data>
		</dict>
		<key>Asahi.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			/Fu1unP9nQucd499idAP2nBOAuIP+mOKzEGpQo7H9XI=
			</data>
		</dict>
		<key>Asahi.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			/0ExS3AA38SCE5BoDXwEQQPNuOOudYWn7Y8uER/uLUU=
			</data>
		</dict>
		<key>Asahi.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			YOAfo43Jg59WKHI3w1YqUVz90kba1aTKE0JeI2lUve8=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			SRD/lBJSM2OieEoduflbkqtuOzGpnTNdNnsJFbYLUdU=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5m2+kz7vKLz41skIG2iXvRUQiUqWo3qZ5Z20ntpPa7Y=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			6Dqqrx1eZivN5lvJ6OCq3/noWBUEwl0av9Ywr4O4qxQ=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			LyuMXRYeCbELjv0aogvSEPPtNqtJwtADe3gq8JjGSbY=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			E/jgotPSRJa49q0ydJx1UQTHDPR6qe3Vgh4VenxnxMw=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Asahi.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			HgjCtNMadbrjRNsicutUCkxtUqEOwMY95dCjjdpOxrM=
			</data>
		</dict>
		<key>Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			uwu+MLZ0+/xFq31zTWro5lEuyAZaNCQwUxEAPbDhUQA=
			</data>
		</dict>
		<key>Camera.storyboardc/CameraViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			s77HHgJQ3Wd61bIlUoH/lnTztAVWJaujkgH8YALF/4I=
			</data>
		</dict>
		<key>Camera.storyboardc/CameraViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			s77HHgJQ3Wd61bIlUoH/lnTztAVWJaujkgH8YALF/4I=
			</data>
		</dict>
		<key>Camera.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			CNGv5a2ka9qdcBGyrYXwWUprdZMr2CoBlakXnI6dTno=
			</data>
		</dict>
		<key>Camera.storyboardc/t0e-vp-mUz-view-d8S-Fb-bVN.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ZYQL/goa4hyszRrVewIjhPqHh3BHIrZsJMNL2mku9yM=
			</data>
		</dict>
		<key>Camera.storyboardc/t0e-vp-mUz-view-d8S-Fb-bVN.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			nZKcWsTe4mBf4l352ygiunejO5HKpwjL6PKJjgQANX4=
			</data>
		</dict>
		<key>FixOrientationView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			mgzLOtSNr8Gil/2EJo1Bdc/U2WcMq34SPZzEHMn9fHg=
			</data>
		</dict>
		<key>GoogleService-Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			fcWGuXsat64EytPB0rBKVZUTa+h51soOjcvPTZc0kw4=
			</data>
		</dict>
		<key>GyroView.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			lmnjb4R7bX0sc395Fam/q/uCamJyyLSGPtEc7IMocoo=
			</data>
		</dict>
		<key>Headers/OpenCVWrapper.h</key>
		<dict>
			<key>hash2</key>
			<data>
			hTVvFhrTqvNj4AI5BnJKCM5+6ml6SR6Fh55MjQoKhMM=
			</data>
		</dict>
		<key>Headers/ShelfWatchImageRecognitionFramework.h</key>
		<dict>
			<key>hash2</key>
			<data>
			w++Gfu0AvjMEKH50/aslBouM7xcIR5ky65kgcqegRR8=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/CropReviewViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			0vkrX2mNIMfe2AZS9R32fUaC0ipVRROtDniWiJbpkYE=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/CropReviewViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			0vkrX2mNIMfe2AZS9R32fUaC0ipVRROtDniWiJbpkYE=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/Gkp-wP-hJo-view-oaZ-jm-AM1.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			06YmJ7OYhcZ0XcaM5GY/o8gNOgY24BkhaIZY9HOk7iM=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/Gkp-wP-hJo-view-oaZ-jm-AM1.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			cn77uDztOMZytlsG+0T5uDg4/3B3yHuzvba7O5KXbZo=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/ISf-vz-NMc-view-rus-0O-yQt.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WCGtckVyktKgLYJdAQBr1HOFbIGunil4xpKyYcSCv2c=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/ISf-vz-NMc-view-rus-0O-yQt.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WCGtckVyktKgLYJdAQBr1HOFbIGunil4xpKyYcSCv2c=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/ImagePreviewViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			HLkkORib/xdZDFU2iNmc3ZN6o4l7hz+R78jlUpxSHMs=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/ImagePreviewViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Z7UCgah6J9MA/m/8hI9ocgqK7cQakHGiEIB5ZZTgUT4=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			L7ODPqdeQ++luUYrIrpcPNea7nilpchgWjjT4/be/5A=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/ReferenceImageViewerViewController.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			/wVgr+QOpPlP8TDKX2iWD/SIh1UN5co6+JaOhbiHggc=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/ReferenceImageViewerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			s+dc3ysvnmHnPduDXXnm7yYL7YlxawRRkmPjILMFVeA=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/YqR-Rq-jNI-view-MWa-U8-QuE.nib/objects-14.0+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ldgxX6aofq1b8/WF/zRAYNf7ndkC8nWhx0h3h6E7Zc8=
			</data>
		</dict>
		<key>ImagePreview.storyboardc/YqR-Rq-jNI-view-MWa-U8-QuE.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			ldgxX6aofq1b8/WF/zRAYNf7ndkC8nWhx0h3h6E7Zc8=
			</data>
		</dict>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			hx5lNcyb5vANyMZ1yEio73kmgmcjV+8joZXcK5rzIZ0=
			</data>
		</dict>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			j8xYxV+OEeEnRpc2oyA0YnFmumut6CHTgooURRC77ss=
			</data>
		</dict>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			hkhQ8ID9VfUXDkhukc9zyHu9W6Wf+pFKWCul31x9L+c=
			</data>
		</dict>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			j8xYxV+OEeEnRpc2oyA0YnFmumut6CHTgooURRC77ss=
			</data>
		</dict>
		<key>Modules/ShelfWatchImageRecognitionFramework.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			pOGSt7XQBeiyt5gIsOTxgJDts7t09JvLP6xc7Yjh/GA=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			Hv25PdXsOU25LMpMJKHkMB3zU9gITS1B/VfInqI2Snw=
			</data>
		</dict>
		<key>PopoverViewController.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			+ANq+lwoOZIwIzwyeosHUIRdwgpAE30u21bTM7EhQSQ=
			</data>
		</dict>
		<key>Session_14.json</key>
		<dict>
			<key>hash2</key>
			<data>
			yjxbdydgL6w/mIrP2SWycFCTPzMJg1HmlQk4UWl1U2w=
			</data>
		</dict>
		<key>Session_15.json</key>
		<dict>
			<key>hash2</key>
			<data>
			iJoN52ZIvKfKhxrKZpvNvd2nxOHPLxQZJH05Xh9EisM=
			</data>
		</dict>
		<key>Session_2.json</key>
		<dict>
			<key>hash2</key>
			<data>
			spUjxXbwJl0F6KcwX/knEqlrPJMlloaLVlpfpgd7eaE=
			</data>
		</dict>
		<key>ShelfWatch.momd/ShelfWatch.mom</key>
		<dict>
			<key>hash2</key>
			<data>
			4AUWoAllpalNokTBjkK9lzGFLYbaefGlBprf5u0ol84=
			</data>
		</dict>
		<key>ShelfWatch.momd/ShelfWatch_1.0.0.mom</key>
		<dict>
			<key>hash2</key>
			<data>
			deEq0Ghbtd+/c5BEvSxqVvfvzmpPebDx3/G+mWG+cNU=
			</data>
		</dict>
		<key>ShelfWatch.momd/ShelfWatch_1.0.1.mom</key>
		<dict>
			<key>hash2</key>
			<data>
			UOojfwE7HYk5Lr/l00OEj9XLImPnpH3LcVy4u4xv0gA=
			</data>
		</dict>
		<key>ShelfWatch.momd/ShelfWatch_1.0.2.mom</key>
		<dict>
			<key>hash2</key>
			<data>
			RUdjTa1y5VItUJm1zCebgXqZXWmRRRe7iaz+KaQntqM=
			</data>
		</dict>
		<key>ShelfWatch.momd/ShelfWatch_1.0.3.mom</key>
		<dict>
			<key>hash2</key>
			<data>
			V2tRop151R9d+3Zvcsr7LXitssF99JFsQUYIGVYJrrQ=
			</data>
		</dict>
		<key>ShelfWatch.momd/ShelfWatch_1.0.3.omo</key>
		<dict>
			<key>hash2</key>
			<data>
			cE1pMbCLzTdWmNCXdQ+lfxsZteqAH7wPGiUdXMObkQo=
			</data>
		</dict>
		<key>ShelfWatch.momd/VersionInfo.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			ryQEfxJw1VCMGB0wnGa0lJoOzAN9jmmXiTmm2KBuL9w=
			</data>
		</dict>
		<key>ar.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			IQFHvniRHvrU6ESXMr18RwSNhYJzaiMmkecWo6CODxc=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>en.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			xdYr5voJhB/SuDbY2+MNrSQqS8MYWw0TXKMw3XNRsIA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>es.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			C/A3M4I9MzcJJIe1OCIeVNTdc859Os6Mz8ezmdTf3N4=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>fr.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			+YlBTCYcqWmBKrIjZh02VrYJp6FTGCqZeksuxsOvy/c=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>id.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			9Y/w4oh8TIXXmXvHU1VgX/rZ3STxInsKsD0UxEdBVzM=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>info.png</key>
		<dict>
			<key>hash2</key>
			<data>
			y2t1DC9MnXDZSoV+slJhRPA6iWfflKQloJIrULJdEqY=
			</data>
		</dict>
		<key>kpi_applicability_matrix.json</key>
		<dict>
			<key>hash2</key>
			<data>
			shbGgD+CUDAe2/pwcPdtUuUnkoIGXBjq1kg4y9AQ+R4=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZF0rVIydBujGSG+Wf6nUym9UpSLrfMl9l4ykVQkUas8=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			hv3bSN/lb3qAm55pj6z2Jp8g3Y+IRSG0Sohte2Z0YR4=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			NqKHiD36BF4y44Waof0juHjwZpKaWLmFm4ssouYENQc=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			00oQcp6TlfaxUrlsAOZmvGK7ZTWiLjTByfatfmof4yw=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			UPfnDm4/6dAseRJFfKIbCEybVCz/+byiTWgPf6gBX7k=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			XsGtbSbpkx60XRnVN1ih4H2vYhR2JtgKUJSXf+IsbQQ=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			YC1QjpX2U15y/dUA49LUnYlHgZJG4nJByNtoSjQP/mw=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			OxDQ9L7mpKBhmDOFKOMS4lmgeMnRxBeCrhbWaWtitWA=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JsMfzXP3J1PCXEF2nqub8rHW9vXpXkr2ag9c2kxRcE8=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model0/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>mars_mt.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			gq80ymj70MCYO5+izz3kuvBKU7LeJ3jmIB6oJOZjBLc=
			</data>
		</dict>
		<key>pl.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			rfQ5X5EftP7DkYEvAZ0PH+/Qnr2EFzsRXhylhcBTPjU=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>pt-BR.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			RfqTcEyYhUw6vGenXNFRJBTiGtFqNaGJ5Xcrqk2PjnQ=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>sample_data_failure.json</key>
		<dict>
			<key>hash2</key>
			<data>
			gMkB8Lf+zYdmFioXp8/b64I0suKV8LWtZtzBbzRccoM=
			</data>
		</dict>
		<key>sample_data_success.json</key>
		<dict>
			<key>hash2</key>
			<data>
			4KONa6a5Rpy0QWYvWjenCQSYKF3dQRXPhGJ7k8y0rSw=
			</data>
		</dict>
		<key>sk.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			Euz94V6VlINb45rER5uMhgqIzbmoLFfL3013lvMpCxY=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>vi.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			t8V1l8C3ZEigH0w5EnRM/UTnreuYTuvgbQpZFeZ2JZA=
			</data>
			<key>optional</key>
			<true/>
		</dict>
		<key>warning_black.png</key>
		<dict>
			<key>hash2</key>
			<data>
			9jmqQgR7FFg5p1JIPbeepTi0IUduseqlpuEjbXE8G0o=
			</data>
		</dict>
		<key>warning_red.png</key>
		<dict>
			<key>hash2</key>
			<data>
			dyqz1ZxvOu8sOHv4/Ry1ETkRrABJty6vHdfCs8DEbyY=
			</data>
		</dict>
		<key>warning_yellow.png</key>
		<dict>
			<key>hash2</key>
			<data>
			JyjLDbnMLoZHXJxDgf0eHlES2MpAgoWOsYf1Os8MfMI=
			</data>
		</dict>
		<key>zh-Hant.lproj/Localizable.strings</key>
		<dict>
			<key>hash2</key>
			<data>
			kEU2VPG99FAf8WcOPbZobb8F5/s7+PRo6lruGk/++rw=
			</data>
			<key>optional</key>
			<true/>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
